[
  {
     "id": 1,
    "title":{
      "text":"Nike окончательно уйдет с российского рынка",
      "textSize":16,
      "textColor":"#FFFFFFFF",
      "background":"#FF6200EE"
    },
    "image":{
      "url":"https://icdn.lenta.ru/images/2022/06/23/14/20220623142925657/owl_detail_240_f7b2071bd418d61b271489f4ebcab80b.jpg",
      "height":300,
      "width":380,
      "corner":20
    },
    "detailText":{
      "text":"Американский производитель спортивной одежды и обуви Nike окончательно   уйдет с российского рынка на фоне ситуации с Украиной.  Об этом сообщает агентство Reuters со ссылкой на официальное  электронное письмо компании.Причины такого решения не называются. Кроме того, журналисты не объявили   точную дату закрытия магазинов указанной марки  в стране.",
      "textSize":16,
      "textColor":"#FFBB86FC"
    },
    "detailText2":{
      "text": "Новые результаты и перспективы изучения уникального археологического памятника обсудили специалисты в ходе конференции \"Судбищенская битва: ученые на пороге новых открытий\". Событие, приуроченное к 467-ой годовщине сражения, прошло на базе мультимедийного пресс-центра МИА Россия Сегодня.\nВесенний сезон исследований, по словам ученых, оказался очень плодотворным: к почти трем тысячам ранее обнаруженных артефактов археологи добавили еще полторы тысячи находок.",
      "textSize":16,
      "textColor":"#FFBB86FC"
    },

    "image2":{
      "url":"https://cdnn21.img.ria.ru/images/07e6/06/17/1797643649_0:0:2000:1333_640x0_80_0_0_57f0f7e58d96f827fc14d9d6be8876c6.jpg.webp",
      "height":300,
      "width":380,
      "corner":20
    },
    "background": "#008000"
  },
  {
    "id": 2,
    "title":{
      "text":"9 июня 1672 года, родился Петр I",
      "textSize":16,
      "textColor":"#FFFFFFFF",
      "background":"#FF6200EE"
    },
    "image":{
      "url":"https://icdn.lenta.ru/images/2022/03/21/10/20220321103739466/detail_e0050ed99a94ad63406b86e9dee26c2c.jpg",
      "height":300,
      "width":380,
      "corner":20
    },
    "detailText":{
      "text":"350 лет назад, 9 июня 1672 года, родился Петр I — один из самых ярких, сложных и противоречивых правителей в истории нашей страны. Как он ее изменил и почему в России до сих пор спорят об итогах его царствования? Удались ли реформы Петра Великого и какие последствия они имели для будущего России? Может ли фигура первого российского императора сейчас объединить наше общество? На все эти вопросы «Ленте.ру» ответил доктор исторических наук, руководитель Школы исторических наук факультета гуманитарных наук Высшей школы экономики, автор книги «От Петра I до Павла I: реформы в России XVIII века» Александр Каменский.",
      "textSize":16,
      "textColor":"#ADFF2F"
    },
    "detailText2":{
      "text":"В 2020 году на острове Русском были найдены ископаемые останки ихтиозавра. Предварительно установлено, что эта особь жила около 247 миллионов лет назад. Открытие сделал один из участников образовательного проекта \"Наука в путешествии. ПриМорье\", семилетний мальчик — во время прогулки на острове Русском он нашел расколотую в результате тайфуна \"Майсак\" каменную плиту с отпечатками ребер и фрагментами костей.\nПервый случай находки останков ихтиозавра на Русском был в 2014 году. Тогда нашли особь, у которой челюсти были приспособлены под размельчение моллюсков.\nИхтиозавры — отряд вымерших морских пресмыкающихся, имевших форму, схожую с формой рыб и дельфинов.",
      "textSize":16,
      "textColor":"#FFBB86FC"
    },

    "image2":{
      "url":"https://cdnn21.img.ria.ru/images/07e6/05/11/1789005521_0:320:3072:2048_1920x0_80_0_0_d3fd06e52cacbde4d7c5cf44a831517c.jpg.webp",
      "height":300,
      "width":380,
      "corner":20
    },
    "background":"#CD5C5C"
  },
  {

    "id": 3,
    "title":{
      "text":"Tesla работает над созданием беспилотного такси",
      "textSize":16,
      "textColor":"#FFFFFFFF",
      "background":"#FF6200EE"
    },
    "image":{
      "url":"https://icdn.lenta.ru/images/2022/04/22/17/20220422174149920/owl_brief_880_8e752c11fe8e2eba3d3fe04bd220ff9a.jpg",
      "height":300,
      "width":380,
      "corner":20
    },
    "detailText":{
      "text":"Во время отчета перед инвесторами за первый квартал 2022 года основатель Tesla Илон Маск заявил, что его компания работает над созданием беспилотного такси. Предприниматель уверен, что проект будет востребован и коммерчески успешен — новый вид общественного транспорта Маск назвал одним из будущих драйверов роста корпорации.\n\nРуководитель Tesla заверил, что подготовка к запуску проекта уже идет, и роботакси начнет работать в 2024 году. Таким образом, американскому автоконцерну придется за два года определиться с концепцией, создать прототип, протестировать беспилотные автомобили, запустить в производство и решить юридические вопросы. Сколько лет должно пройти до того момента, как роботизированые Tesla появятся на улицах городов, неизвестно.",
      "textSize":16,
      "textColor":"#90EE90"
    },
    "detailText2":{
      "text":"\"Студенты и аспиранты Самарского национального исследовательского университета им. Королева разработают учебно-образовательный конструктор для самостоятельной сборки пикоспутника — космического аппарата, весящего менее 1 килограмма\", — говорится в сообщении.\nПо данным пресс-службы, главная цель конструктора — научить студентов и школьников практическим навыкам создания программного обеспечения для систем и датчиков космических аппаратов. Проект стал победителем конкурса программы \"Умник\" и получил финансовую поддержку Фонда содействия инновациям.\n",
      "textSize":16,
      "textColor":"#FFBB86FC"
    },

    "image2":{
      "url":"https://cdnn21.img.ria.ru/images/07e6/03/03/1776227066_0:250:2400:1600_1920x0_80_0_0_474be456c4f0e075bf5b709ac4930a73.jpg.webp",
      "height":300,
      "width":380,
      "corner":20
    },
    "background":"#006400"
  },
  {
    "id": 4,
    "title":{
      "text":"В США напечатали клюв для птицы с помощью биосовместимой смолы",
      "textSize":16,
      "textColor":"#FFFFFFFF",
      "background":"#FF6200EE"
    },
    "image":{
      "url":"https://icdn.lenta.ru/images/2022/04/01/15/20220401154655355/owl_brief_880_cfcccf6ebb5cb6a8e5aeb3f0d728297d.jpg",
      "height":300,
      "width":380,
      "corner":20
    },
    "detailText":{
      "text":"Ученые из Университета Южной Флориды (США) и специалисты компании Formlabs провели успешную операцию по замене части больного клюва редкой птицы. Медики оперировали птицу-носорога, которая живет в городском зоопарке Тампы, штат Флорида. Животное страдало от рака кожи, который смертелен для подобного вида птиц; в результате онкозаболевания часть клюва, закрывающая носовые пазухи, была повреждена. Специалисты отсканировали череп животного, изготовили на основе особой смолы протез и установили его на место.",
      "textSize":16,
      "textColor":"#FFA07A"
    },
    "detailText2":{
      "text":"Правящий совет агентства счел невозможным дальнейшее сотрудничество с \"Роскосмосом\" по миссии ExoMars из-за событий на Украине. Европейское космическое агентство заявило, что будет полностью выполнять санкционные меры против России. Однако на прошлой неделе в пресс-службе \"Роскосмоса\" сообщили РИА Новости, что госкорпорация и Европейское космическое агентство продолжают обсуждение возможности реализации совместной миссии.\n\"Большая часть оборудования ExoMars находится в Италии, среди него есть российские компоненты. У нас также есть другое оборудование в России. И нам нужно обсудить, что делать. Европе нужно вернуть свои компоненты, а россияне хотят вернуть свои\", - приводит агентство Рейтер слова Ашбахера.",
      "textSize":16,
      "textColor":"#FFBB86FC"
    },

    "image2":{
      "url":"https://cdnn21.img.ria.ru/images/155008/97/1550089790_228:0:3869:2048_1920x0_80_0_0_066c7ad5bd8afd6f2ee879425569e9eb.jpg.webp",
      "height":300,
      "width":380,
      "corner":20
    },
    "background":"#B0C4DE"
  }
]